/* This file should be localized in Fillipino */

/* Aspect Ratio */
"aspect_ratio"  = "Aspect Ratio";
"original"      = "Original";
"square"        = "Square";

/* No Screenshots */
"no_screenshots_title"          = "No screenshots found";
"no_screenshots_description"    = "You can capture the screen on your iOS device using the Sleep/Wake and Home buttons.";

"photo_access_denied_title"         = "Photo Library Access Denied";
"photo_access_denied_description"   = "Unable to access Photo Library, Go to Settings to change photo library permission.";

/* Open Screenshots */
"camera"        = "Camera";
"photo_library" = "Photo Library";

/* Ruler Ratio It's like 1x, 2x, 3x */
"change_scale_multiplier"   = "Change Scale Multiplier";

/* Sharing Text */
"mail_sent"                         = "Mail Sent";
"mail_body"                         = "\n\n I am on '%1$@' with iOS '%2$@', using Version '%3$@' of '%4$@'";
"mail_device_configuration_message" = "Your device is not configured to send Mail";
"screen_ruler_bug_report"           = "Screen Ruler - Bug Report";
"screen_ruler_feedback"             = "Screen Ruler - Feedback";

/* Help Tour. */
"skip"                  = "Skip";
"start_help_tour"       = "Start Help Tour";
"tap_to_continue"       = "Tap to continue";
"horizontal_scale_help" = "Adjust horizontal scale with your fingers according to your need";
"vertical_scale_help"   = "Adjust vertical scale with your fingers according to your need";
"device_scale_help"     = "Choose device scale multiplier according to your device resolution or according to your need";
"double_tap_help"       = "Double tap using one finger to zoom-in and Double tap using two fingers to zoom-out photo";
"long_tap_color_help"   = "Long tap and drag to show RGB color of pixel";
"long_tap_scale_help"   = "Long tap horizontal or vertical scale to show more options";

/* Buttons */
"back"      = "Back";
"cancel"    = "Cancel";
"done"      = "Done";
"ok"        = "OK";
"open"      = "Open";

/* Social Share. */
"share_photo"       = "Share Photo";
"social_share_text" = "Check out '%@'. It's very helpful for Mobile App QA Guys to extract details of iOS app User Interface and looking into the details of screenshots is really a fun.";

/* Resizing */
"custom"                    = "Custom";
"enter_width_and_height"    = "Enter width and height";
"height"                    = "Height";
"width"                     = "Width";
"resize"                    = "Resize";
"crop"                      = "Crop";
"resize_screenshot"         = "Resize Screenshot";

/* Change Scale X Y. */
"reset_scale_to_original"   = "Reset Scale to Original";
"set_scale_point_location"  = "Set Scale point location";
"mark_as_x_reference"       = "Mark as X reference";
"mark_as_y_reference"       = "Mark as Y reference";

/* Zoom Scale */
"zoom_scale"        = "Zoom Scale";
"minimum_percent"   = "Minimum Scale (%.0f%%)";
"original_percent"  = "Original (%.0f%%)";
"show_zoom_options" = "Show Zoom Options";

/* Crop Info */
"x_y_width_height"  = "X: %1$.0f,  Y: %2$.0f\nWidth: %3$.0f,  Height: %4$.0f";

/* RGB Colro Point */
"X: %.0f, Y: %.0f"  = "X: %1$.0f, Y: %2$.0f";
"X: NA, Y: NA"      = "X: NA, Y: NA";

/* Settings */
"settings"                  = "Settings";
"color_theme"               = "Color Theme";
"natural"                   = "Natural";
"inverted"                  = "Inverted";
"social"                    = "Social";
"share_on_social_network"   = "Share On Social Network";
"rate_us_on_app_store"      = "Rate Us On App Store";
"feedback"                  = "Feedback";
"bug_report"                = "Bug Report";
"terms"                     = "Terms";
"terms_and_conditions"      = "Terms and Conditions";
"open_source_libraries"     = "Open Source Libraries";
"you_are_upto_date"         = "You are up to date";
"update_now"                = "Update Now";
"is_open_source_at"         = "is open source at:";
"infoenum_software_systems" = "InfoEnum Software Systems";
"debug"                     = "Debug";
"developer_options"         = "Developer Options";
"open_safari?"              = "Open Safari?";

"show_touches"              = "Show Touches";
"in_use_memory"             = "In Use memory";
"virtual_memory"            = "Virtual Memory";

/* Other. */
"error"             = "Error";
"version"           = "Version";
"image_load_error"  = "There is an error loading the image. Please try again.";



/*
 ******************************************
 // Localized App Name (show in iOS device screen)
 
 Screen Ruler
 
 ******************************************
 // App Store Localized Full Name
 
 Screen Ruler - Pixel Perfect Screenshot Ruler
 
 ******************************************
 Filipino App Store Localization not supported
*/
